Repository: RainerBrell/avc
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: ar, cs, de, fi, pt, ru, tr, uk

source: Attention - error when unpacking
ar: تحذير - خطأ أثناء فك الضغط
cs: Pozor - chyba při rozbalování
de: Achtung - Fehler beim entpacken
fi: Huomio: virhe purettaessa pakettia
pt: Atenção - erro ao descomprimir
ru: Внимание - ошибка при распаковке
tr: Dikkat - paket açılırkenn hata oluştu
uk: Увага - помилка під час розпакування

source: The file {file} could not be unpacked correctly in the folder {folder}. Try it yourself locally or contact the author of this extension.
ar: تعذر فك ضغط الملف {file} بشكل صحيح في المجلد {folder}. جرب فك الضغط محليًا أو اتصل بمطور هذه الإضافة.
cs: Soubor {file} se nepodařilo správně rozbalit do složky {folder}. Zkuste to sami lokálně nebo kontaktujte autora tohoto doplňku.
de: Die Datei {file} konnte im Ordner {folder} nicht korrekt entpackt werden. Probieren Sie es selbst vor Ort aus oder kontaktieren Sie den Autor dieser Erweiterung.
fi: Tiedostoa {file} ei voitu purkaa oikein kansiossa {folder}. Yritä purkaa se itse tai ota yhteyttä tämän lisäosan tekijään.
pt: O ficheiro {file} não pôde ser descompactado corretamente na pasta {folder}. Experimente descompactá-lo você mesmo localmente ou contacte o autor deste extra.
ru: Файл {file} не удалось корректно распаковать в папку {folder}. Попробуйте сами локально или свяжитесь с автором этого расширения.
tr: {file} dosyası, {folder} klasöründe düzgün şekilde açılamadı. Yerel olarak kendiniz deneyin veya bu eklentinin yazarıyla iletişime geçin.
uk: Файл {file} не вдалося правильно розпакувати в папку {folder}. Спробуйте зробити це самостійно, або зверніться до автора цього додатка.

source: Error - can not create folder
ar: خطأ - لا يمكن إنشاء المجلد
cs: Chyba - nelze vytvořit složku
de: Fehler – Ordner kann nicht erstellt werden
fi: Virhe: kansiota ei voi luoda
pt: Erro - não é possível criar a pasta
ru: Ошибка - невозможно создать папку
tr: Hata - klasör oluşturulamıyor
uk: Помилка - не можу створити папку

source: No browser window found
ar: لم يتم العثور على نافذة متصفح
cs: Nebylo nalezeno žádné okno prohlížeče
de: Kein Browserfenster gefunden.
fi: Selainikkunaa ei löydy
pt: Não foi encontrada nenhuma janela do navegador
ru: Окно браузера не обнаружено
tr: Tarayıcı penceresi bulunamadı
uk: Вікно браузера не виявлено

source: Document URL not found - exit
ar: لم يتم العثور على عنوان URL للمستند - إنهاء
cs: Url adresa dokumentu nebyla nalezena - ukončit
de: Seiten-URL nicht gefunden – Beenden
fi: Dokumentin URL-osoitetta ei löydy. Suljetaan.
pt: URL do documento não encontrado - sair
ru: URL адрес документа не обнаружен – Выход
tr: Belge Bağlantısı bulunamadı - çık
uk: Адресу документа не знайдено - вихід

source: Save YouTube Video as {MultimediaFormat}
ar: حفظ فيديو يوتيوب كـ {MultimediaFormat}
cs: Uložit YouTube video jako {MultimediaFormat}
de: YouTube-Video speichern als {MultimediaFormat}.
fi: Tallenna YouTube-video {MultimediaFormat}-muodossa
pt: Guardar vídeo do YouTube como {MultimediaFormat}
ru: Сохранить видео YouTube как {MultimediaFormat}
tr: YouTube Videosunu {MultimediaFormat} olarak kaydet
uk: Зберегти відео YouTube як {MultimediaFormat}

source: Save link as {MultimediaFormat}
ar: حفظ الرابط كـ {MultimediaFormat}
cs: Uložit odkaz jako {MultimediaFormat}
de: Link speichern als {MultimediaFormat}.
fi: Tallenna linkki {MultimediaFormat}-muodossa
pt: Guardar ligação como {MultimediaFormat}
ru: Сохранить ссылку как {MultimediaFormat}
tr: Bağlantıyı {MultimediaFormat} olarak kaydet
uk: Зберегти посилання як {MultimediaFormat}

source: No YouTube video and no multimedia link found
ar: لم يتم العثور على فيديو يوتيوب أو رابط وسائط متعددة
cs: Žádné YouTube video ani žádný multimediální odkaz nebyly nalezeny
de: Kein YouTube-Video und kein Multimedia-Link gefunden.
fi: YouTube-videota tai medialinkkiä ei löydy
pt: Não foi encontrado nenhum vídeo do YouTube nem nenhuma ligação multimédia
ru: Видео на You Tube и мультимедийная ссылка не найдены
tr: YouTube videosu ve multimedya bağlantısı bulunamadı
uk: Не знайдено жодного YouTube відео, чи мультимедійного посилання

source: Result folder
ar: مجلد الملفات
cs: Složka s výsledky
de: Ergebnisordner
fi: Kohdekansio
pt: Pasta de resultados
ru: Папка с результатами
tr: Sonuç klasörü
uk: Папка результатів

source: &Browse...
ar: &استعراض...
cs: Pro&cházet...
de: D&urchsuchen...
fi: &Selaa...
pt: &navegar...
ru: &Обзор...
tr: &Gözat...
uk: &Огляд...

source: Select a directory
ar: اختر مجلدًا
cs: Vyberte adresář
de: Wählen Sie ein Verzeichnis aus
fi: Valitse kansio
pt: Selecione uma pasta
ru: Выбрать папку
tr: Bir dizin seçin
uk: Виберіть папку

source: &beep while converting
ar: &إصدار صوت أثناء التحويل
cs: &pípat během převodu
de: Signal&ton während der Konvertierung
fi: &Anna merkkiääni muunnoksen aikana
pt: &apitar durante a conversão
ru: &звуковой сигнал при конвертации
tr: dönüştürürken &bip sesi çal
uk: &сигнал під час перетворення

source: &Write YoutTube description file
ar: &إنشاء ملف وصف فيديو يوتيوب
cs: &Zapsat soubor s YouTube popiskem
de: YouTube-Beschreibungsdatei &erstellen
fi: &Tallenna YouTube-kuvaustiedosto
pt: ficheiro de descrição do &Write YoutTube
ru: &Запись описания YouTube в файл
tr: YouTube açıklama dosyası &oluştur
uk: &Створювати файл з описом відео

source: Download the &play list completely
de: YouTube-&Widergabeliste komplett laden

source: Download the &channel completely
de: YouTube-&Kanal komplett laden

source: Subtitle &Language:
de: &Sprachen für Untertitel:

source: Write &report file
ar: كتابة &ملف تقرير
cs: Zapsat &protokol
de: &Log-Datei erstellen
fi: Tallenna rap&orttitiedosto
pt: Escrever o ficheiro de &relatório
ru: &Запись отчета в файл
tr: &Rapor dosyası yaz
uk: Записати &файл звіту

source: Error - Folder does not exist
ar: خطأ - المجلد غير موجود
cs: Chyba - Složka neexistuje
de: Fehler – Ordner existiert nicht
fi: Virhe: kansiota ei ole olemassa
pt: Erro - A pasta não existe
ru: Ошибка - папка не существует
tr: Hata - Klasör mevcut değil
uk: Помилка - Папка не існує

source: The folder ({folderPath}) does not exist. Please check the path or use the Browse button. The changes were not saved.
ar: المجلد ({folderPath}) غير موجود. يرجى التحقق من المسار أو استخدام زر التصفح. لم يتم حفظ التغييرات.
cs: Složka ({folderPath}) neexistuje. Zkontrolujte cestu nebo použijte tlačítko Procházet. Změny nebyly uloženy.
de: Der Ordner ({folderPath}) existiert nicht. Bitte überprüfen Sie den Pfad oder verwenden Sie die Schaltfläche „Durchsuchen“. Die Änderungen wurden nicht gespeichert.
fi: kansiota {folderPath} ei ole olemassa. Tarkista polku tai käytä Selaa-painiketta. Muutoksia ei tallennettu.
pt: A pasta ({folderPath}) não existe. Verifique o caminho ou utilize o botão Procurar. As alterações não foram guardadas.
ru: Папка ({folderPath}) не существует. Пожалуйста, проверьте путь или воспользуйтесь кнопкой Обзор. Изменения не сохранились.
tr: Klasör ({folderPath}) mevcut değil. Lütfen hedef yolu kontrol edin veya Gözat düğmesini kullanın. Değişiklikler kaydedilemedi.
uk: Папка ({folderPath}) не існує. Перевірте шлях або скористайтеся кнопкою «Огляд». Зміни не збережено.

source: Error - No write access to folder
ar: خطأ - لا يمكن الإضافة إلى المجلد
cs: Chyba - nelze zapisovat do složky
de: Fehler – Kein Schreibzugriff auf den Ordner
fi: Virhe: kansioon ei ole kirjoitusoikeuksia
pt: Erro - Não há acesso de escrita à pasta
ru: Ошибка - недоступен результат в папке
tr: Hata - Klasöre yazma erişimi yok
uk: Помилка - Немає доступу на запис до папки

source: No write access to folder {folderPath} (Code: {code}) Please select a folder with write access. The changes were not saved.
ar: لا توجد صلاحية الإضافة في المجلد {folderPath} (رمز: {code}) يرجى اختيار مجلد قابل للكتابة. لم يتم حفظ التغييرات.
cs: Nelze zapisovat do složky {folderPath} (Kód: {code}) Vyberte prosím složku s přístupem pro zápis. Změny nebyly uloženy.
de: Kein Schreibzugriff auf Ordner {folderPath} (Code: {code}) Bitte wählen Sie einen Ordner mit Schreibzugriff aus. Die Änderungen wurden nicht gespeichert.
fi: Ei kirjoitusoikeuksia kansioon {folderPath} (koodi: {code}) Valitse kansio, johon on kirjoitusoikeudet. Muutoksia ei tallennettu.
pt: Sem acesso de escrita à pasta {folderPath} (Código: {code}) Por favor, seleccione uma pasta com acesso de escrita. As alterações não foram guardadas.
ru: Нет доступа к результатам в папке {folderPath} (Код: {code}) Пожалуйста, выберите папку с доступом к результатам. Изменения не сохранились.
tr: {folderPath} klasörüne yazma erişimi yok (Kod: {code}) Lütfen yazma erişimi olan bir klasör seçin. Değişiklikler kaydedilemedi.
uk: Немає доступу для запису до папки {folderPath} (код: {code}) Виберіть папку з доступом для запису. Зміни не збережено.

source: Unable to download video subtitles for {language}: HTTP Error 429: Too Many Requests
de: Untertitel in {language} kann nicht geladen werden: Zu viele Anfragen

source: Error: {error}
de: Fehler: {error}

source: No subtitles available in {language}.
de: Keine Untertitel in {language} verfügbar.

source: The converting process will terminate.
ar: سيتم إنهاء عملية التحويل.
cs: Proces převodu bude ukončen.
de: Der Konvertierungsvorgang wird beendet.
fi: Muunnos keskeytetään.
pt: O processo de conversão terminará.
ru: Процесс конвертации завершится.
tr: Dönüştürme işlemi sonlandırılacak.

source: No converting task active.
ar: لا توجد مهمة تحويل نشطة.
cs: Žádný převod není aktivní.
de: Keine Konvertierungsaufgabe aktiv.
fi: Ei muunnostehtävää aktiivisena.
pt: Nenhuma tarefa de conversão ativa.
ru: Нет активной задачи преобразования.
tr: Devam eden dönüştürme işlemi bulunmuyor.

source: Save as MP3
ar: حفظ كـ MP3
cs: Uložit jako MP3
de: Als MP3 speichern
fi: Tallenna MP3-muodossa
pt: Guardar como MP3
ru: Сохранить как MP3
tr: MP3 olarak kaydet
uk: Зберегти як MP3

source: Save as MP4
ar: حفظ كـ MP4
cs: Uložit jako MP4
de: Als MP4 speichern
fi: Tallenna MP4-muodossa
pt: Guardar como MP4
ru: Сохранить как MP4
tr: MP4 olarak kaydet
uk: Зберегти як MP4

source: Open result folder
ar: فتح مجلد الملفات
cs: Otevřít složku s výsledky
de: Ergebnisordner öffnen
fi: Avaa kohdekansio
pt: Abrir a pasta de resultados
ru: Открыть папку с результатами
tr: Sonuç klasörünü açar
uk: Відкрити папку з результатами

source: Saves the subtitle of a YouTube video
de: Speichert den Untertitel eines YouTube -Videos
fi: Tallentaa YouTube-videon tekstityksen

source: Save subtitle in {language}
de: Untertitel in {language} speichern
fi: Tallenna tekstitys kielellä {language}

source: No YouTube video link found
de: Kein YouTube -Videolink gefunden
fi: YouTube-videon linkkiä ei löydy

source: Audio Video Converter
ar: محول الصوت والفيديو
cs: Audio Video Konvertor
de: Audio Video Konverter
fi: Ääni- ja videomuunnin
pt: Conversor de áudio e vídeo
ru: Конвертер аудио-видео
tr: Ses Video Dönüştürücü
uk: Аудіо Відео Конвертер

source: Converts a YouTube video or a multimedia link to MP3 or MP4 directly from the browser: NVDA+y, Converts the current video to MP3 NVDA+Shift+y, Converts the current video to MP4 NVDA+Control+y, Opens the folder with the converted files NVDA+Alt+y, Saves the subtitle of the video as text.
de: Konvertiert ein YouTube -Video oder einen Multimedia -Link zu MP3 oder MP4 direkt aus dem Browser: \ nvda+y, konvertiert das aktuelle Video in MP3 nvda+Umschalt+y, konvertiert das aktuelle Video in MP4 nvda+Steuerung+y, öffnet den Ordner mit den konvertierten Dateien nvda+Alt+y, speichert den Untertitel des Videos als Text.
fi: Muuntaa YouTube-videon tai muun medialinkin MP3- tai MP4-muotoon suoraan selaimesta: NVDA+Y: Muuntaa nykyisen videon MP3-muotoon. NVDA+Vaihto+Y: Muuntaa nykyisen videon MP4-muotoon. NVDA+Ctrl+Y: Avaa muunnettujen tiedostojen kansion. NVDA+Alt+Y: Tallentaa videon tekstityksen tekstimuodossa.

source: Converts a YouTube video or a multimedia link to MP3 or MP4 directly from the browser.
ar: بستخدام هذه الإضافة، يمكنك تحميل فيديوهات يوتيوب أو أي ملفات ميديا تدعم الروابط المباشرة إلى mp3 أو mp4.
